# frozen_string_literal: true

module ChecksHelper
  def check_names
    names = [["בדיקה", "בדיקה &#128747;".html_safe],["נוכחות בוקר","נוכחות בוקר &#9925;".html_safe], ["נוכחות צהריים","נוכחות צהריים &#127774;".html_safe],
    ["נוכחות ערב", "נוכחות ערב &#127769;".html_safe], ["אירוע חירום","אירוע חירום &#9937;".html_safe], ["נוכחות אוטובוס","נוכחות אוטובוס &#9981;".html_safe]]
  end

  def check_causes
    causes = ["בבית מסיבות רפואיות ויחזור", "בבית מסיבות רפואיות ולא יחזור", "בבית מסיבות אישיות ויחזור", "בבית מסיבות אישיות ולא יחזור", "פינוי רפואי", "מרפאה", "אחר"]
  end

end
